##############프로그램 정보###############
# 프로그램 제작 목적: 애국가 출력 실습
# 출력: 애국가 1절
# 입력: 없음
# print면 충분할 것으로 예상
#######################################

# 1절 시작
print("동해물과 백두산이 마르고 닳도록")
print("하느님이 보우하사 우리나라 만세") # 1절 끝


'''
print("남산위에 저 소나무 철갑을 두른듯")
print("바람서리 불변함은 우리 기상일세")
'''
# 2절 생략 이유: 1절만으로 충분해서.


# 3, 4절도 생략
"""
print("가을하늘 공활한데 높고 구름없이")
print("밝은달은 우리 가슴 일편단심일세")

print("이 기상과 이 맘으로 충성을 다하여")
print("괴로우나 즐거우나 나라 사랑하세")
"""


# 후렴은 출력하기로 결정

# print("후렴구")
# 후렴구라는 말은 출력 불필요

print("무궁화 삼천리 화려강산")
print("대한사람 대한으로 길이 보전하세")

# 이후 아리랑 출력 프로그램 실습도 고려



